package com.example.truthordarejetpack.companylists

val CompanySoftDareList = listOf(

    "скажи что-то приятное каждому игроку",
    "громко спой песню собственного сочинения",
    "обними каждого игрока",
    "«продай» игроку справа любой предмет по выбору игрока слева",
    "расскажи трагическим голосом любимую сказку",
    "исполни серенаду утюгу",
    "говори с необычным акцентом до конца игры",
    "проведи всем экскурсию по комнате как настоящий(ая) гид",
    "изобрази героя боевика, будь максимально серьезным(ой)",
    "изображай балерину следующие пять минут",
    "не вынимай большой палец изо рта до конца игры",
    "нарисуй портрет любого игрока, пусть остальные его угадают",
    "покажи без слов «любовь с первого взгляда»",
    "изобрази то животное, в год которого ты родился(лась)",
    "до конца игры при любой возможности восклицай: «не может этого быть!»",
    "скажи каждому игроку что-то неожиданное",
    "рассмеши любым способом соседа справа",
    "покажи свое последнее фото в телефоне",
    "потанцуй под любую песню в течение 30 секунд",
    "прочитай вслух одну страницу любой книги голосом мультгероя",
    "притворись на одну минуту, что ты ведущий(ая) новостей и описывай все, что происходит в комнате",
    "расскажи историю, используя только слова на «п»",
    "изобрази какое-нибудь животное и попроси всех угадать, кто это",
    "нарисуй портрет любого из присутствующих, используя только геометрические фигуры",
    "расскажи историю на иностранном языке, который ты знаешь",
    "скажи пять комплиментов любому участнику",
    "изобрази какую-нибудь знаменитость",
    "сделай 10 приседаний, кудахтая в конце каждого из них",
    "стань «мимом» и попробуй изобразить сцену из известного фильма",
    "придумай новый танец и покажи его",
    "попробуй удержать на лбу три предмета одновременно"
)



val CompanyHotDareList = listOf(
    "сядь на колени игрока слева и оставайся там до конца игры",
    "изображай своего питомца до следующего хода",
    "прочитай вслух, что ты искал(а) в телефоне за последние два дня",
    "поцелуй человека слева от тебя в спину",
    "пой все, что говоришь, до конца игры",
    "пусть каждый участник выберет слово, а ты придумай текст со всеми и опубликуй его в соцсетях",
    "позволь игрокам поменять тебе аватарку в соцсети или мессенджере",
    "двигайся в замедленном темпе следующие четыре раунда",
    "изобрази рыдания так, чтобы все поверили",
    "рекламируй себя в течение пяти минут, как в «магазине на диване»",
    "съешь что-нибудь, не используя руки",
    "сними с себя пять предметов",
    "прокричи что-то забавное из окна",
    "завяжи себе глаза и попробуй угадать предметы на ощупь",
    "сделай несколько смешных селфи и опубликуй одно из них",


)


val CompanyHardDareList = listOf(
    "опубликуй в соцсети свое самое старое селфи на телефоне без всяких пояснений",
    "тебе нельзя говорить до конца игры, объясняй все жестами",
    "закрой глаза и угадай, какую еду тебе положили в рот",
    "покажи любую часть тела, которая сейчас скрыта одеждой"

)


val CompanyExtremeDareList = listOf(

    ""

)